<?php

return [
    'FMPI' => [
        "هذا يسلط الضوء على فعالية نظام الإدارة المالية في الموؤسسة الذي يعكس الإدارة المالية القوية المدعومة بآلية العمل الفعالة لضبط التدفق المالي داخل الموؤسسة",
        "FMPI يقاس بـ 5 عناصر وهي; إدارة التكاليف, والتحليل المالي, والضوابط المالية, والتنبؤ والموازنة وإدارة المخاطر المالية",
    ],

    'HRPI' => [
        "هذا يسلط الضوء على قدرة الموؤسسة على إنشاء نظام فعال للموارد البشرية يمكنه تحفيز الموظفين على المساهمة في الموؤسسة من خلال أدوارها الإدارية والاستراتيجية",
        "HRPI يقاس بـ 7 عناصر وهي; تخطيط القوى العاملة, والتوظيف والاختيار, والتعويض والمنافع, وإدارة الأداء, والتعلم والتطوير, وإدارة الوظائف والمشاركة والتواصل مع الموظفين"
    ],

    'BSPI' => [
       "يسلط الضوء على الأداء العام في الموؤسسة الذي يصور مدى وضعها لتنظيم نفسها ووضع العناصر الداعمة المناسبة لضمان نمو واضح وعمليات مستدامة",
       "BSPI يقاس بـ 4 عناصر وهي; القيادة, وإدارة المخاطر, والإدارة المؤسساتية والثقاقة المؤسساتية"
    ],

    'PMPI' => [
        "هذا يسلط الضوء على كفاءة وفعالية أنظمة الموؤسسة وعملياتها للاستفادة من أقصى قيمة من قدرات موظفيها ومعداتها وكفاءتها في إنتاج المنتجات و/أو الخدمات المطلوبة",
        "PMPI يقاس بـ 5 عناصر وهي; السياسات والإجراءات, وإدارة الجودة, والتكنولوجيا والأدوات, وخبرة العملاء والقدرة التنافسية التجارية  "
    ],
    'SDMI' => [
        "هذا يسلط الضوء على القدرة تحويل إستراتيجيات التوسع التنظيمي إلى تدخلات إنمائية من خلال الاستخدام الفعّال للموارد، واستراتيجيات التسويق، والامتثال للمعايير لدفع فرص الأعمال التجارية",
        "يقاس مؤشر SDMI ب 5 عناصر هي: توسيع الأعمال، واستراتيجيات التسويق، وإستغلال السعة، والشهادة و المقاييس، والموقع."
    ]
];
