<?php

return [
    'FMPI' => [
        "هذا يسلط الضوء على فعالية نظام الإدارة المالية في المنظمة الذي يعكس الإدارة المالية القوية المدعومة بآلية العمل الفعالة لضبط التدفق المالي داخل المنظمة",
        "FMPI يقاس بـ 5 عناصر وهي; إدارة التكاليف, والتحليل المالي, والضوابط المالية, والتنبؤ والموازنة وإدارة المخاطر المالية",
    ],

    'HRPI' => [
        "هذا يسلط الضوء على قدرة المنظمة على إنشاء نظام فعال للموارد البشرية يمكنه تحفيز الموظفين على المساهمة في المنظمة من خلال أدوارها الإدارية والاستراتيجية",
        "HRPI يقاس بـ 7 عناصر وهي; تخطيط القوى العاملة, والتوظيف والاختيار, والتعويض والمنافع, وإدارة الأداء, والتعليم والتطوير, وإدارة الوظائف والمشاركة والاتصال مع الموظفين "
    ],

    'BSPI' => [
       "هذا يسلط الضوء على الأداء العام للمنظمة الذي يصور مدى وضعها لتنظيم نفسها ووضع العناصر الداعمة المناسبة لضمان نمو واضح وعمليات مستدامة",
       "BSPI يقاس بـ 4 عناصر وهي; القيادة, وإدارة المخاطر, والإدارة التنظيمية والثقاقة التنظيمية"
    ],

    'PMPI' => [
        "هذا يسلط الضوء على كفاءة وفعالية أنظمة المنظمة وعملياتها للاستفادة من أقصى قيمة من قدرات موظفيها ومعداتها وكفاءتها في إنتاج المنتجات و/أو الخدمات المطلوبة",
        "PMPI يقاس بـ 5 عناصر وهي; السياسات والإجراءات, وإدارة الجودة, والتكنولوجيا والأدوات, وخبرة العملاء والقدرة التنافسية التجارية"
    ],
];
