<?php

return [
    'description' => 'جرى المزيد من التحليل لممارسات وإجراءات لاستدامة الأعمال استنادا إلى مدى حسن إدارة إجراءات التوثيق والموظفين وICT  وعمليات العمل.',

	'documentation' => [
        'above90' => ':name لديها ممارسات التوثيق الممتازة. استمر بمراجعة كيفية تحسين الممارسات الحالية.',
		'50to90' => 'لديها إجراءات وممارسات جيدة جداً في مجال التوثيق. تُنصح بالنظر في كيفية تنفيذ  :name بشكل أفضل.',
        '30to50' => ':name لديها إجراءات وممارسات عادلة في مجال التوثيق. تُنصح بالنظر في مدى تحسين تنفيذ :item1 و :item2.',
        'less30' => 'قد سجلت بممارسات التوثيق الضعيفة. يجب على المنظمة أن تبدأ بتنفيذ مراجعة شاملة وتوثيق منهجي يتعلق بأمور مثل إجراءات التشغيل والخطط الاستراتيجية.',
	],
	'talent' => [
        'above90' => 'ممارسات ممتازة لتطوير الموظفين وإدارتها. إن إبقاء الموظفين محدّثًا أمر مرغوب فيه لجميع المنظمات. استمر في مراجعة الثقافة التنظيمية للحفاظ على المواهب.',
		'50to90' => "مشاركة الموظفين جيدة للغاية في مسائل واستراتيجيات الاستدامة التنظيمية. وهناك مجال للتفكير في التركيز عليه وهو :item1.",
		'30to50' => 'المشاركة العادلة للموظفين في المسائل الاستراتيجية. يوصى بأن تركز المنظمة على كيفية مشاركة الموظفين بشكل أفضل من خلال النظر في :item1 و :item2.',
		'less30' => 'قد سجلت عمليات وممارسات تطوير المواهب الضعيفة. بوسعها إنجاز المزيد عبر جميع المجالات التي تؤثر على الموظفين مباشرة لرفع مستوى مشاركتهم ورضاهم.',
	],
	'technology' => [
        'above90' => "تنفيذ ICT ممتازة. استمر بالحفاظ على ICT لتعزيز احتياجات المنظمة التشغيلية والإدارية.",
		'50to90' => 'اعتماد تكنولوجيا جيد جداً. وتنصح بزيادة اعتماد التكنولوجيا في جميع أنحاء المنظمة لتعزيز العمليات التشغيلية.',
		'30to50' => 'نظام ICT العادل قائم. "&"ويجب على :name أن تركز على الكيفية التي يمكن للتكنولوجيا الحالية والجديدة المعتمدة أن تعكس مواءمة أفضل وقابلية استخدام أفضل، وخاصة من حيث :item1.',
		'less30' => "قد سجل اعتماد التكنولوجيا الضعيف وتوصى بتحسين كبير في اعتماد التكنولوجيا لتحسين الممارسات التشغيلية التنظيمية إجماليا.",
	],
	'workflow' => [
        'above90' => 'عمليات تدفق العمل ممتازة. تضمن استمرار عمليات المراقبة والاستعراض من أجل الحفاظ على فعالية وكفاءة العمليات استنادا إلى احتياجاتها التكنولوجية ومواهبها في المستقبل.',
		'50to90' => 'العمليات الداخلية الجيدة جدا قائمة وينبغي توجيه الجهود الفورية نحو ":item1" و :item2.',
		'30to50' => 'التنفيذ العادل للعمليات داخل :name. ولا تزال بوسعها بذل المزيد لضمان تحقيق النتيجة المرجوة فيما يتعلق بـ :item1, و:item2 و:item3.',
		'less30' => "العمليات والممارسات التنظيمية ضعيفة. وتنصح بإجراء العمليات الأوضح والاتصال في الوقت المناسب لضمان أن يكون الجميع واضحا باستراتيجيات المنظمة وثقافتها التشغيلية.",
	],
];
