<?php

return [
    'description' => 'جرى المزيد من التحليل لممارسات وإجراءات الإدارة المالية استنادا إلى مدى حسن إدارة إجراءات التوثيق والموظفين وICT  وعمليات العمل.',

    'documentation' => [
        'greaterThan90' => 'قد تبين أن :name تتمتع بممارسة ممتازة في التوثيق، وهي جاهزة دائماً لأي شكل من أشكال مراجعة الحسابات المالية الداخلية أو الخارجية.',
        '50to90' => 'يشير التحليل إلى وجود قوالب وإجراءات الوثائق الجيدة جدًا. يجد الموظفون أنهم قادرون على البحث عن المستندات المتعلقة بالتمويل واستردادها بسهولة.',
        '30to50' => 'يشير التحليل إلى أن الوثائق ذات الصلة بالتمويل متاحة للموظفين. ومع ذلك، لا يزال من المستصوب النظر في مدى التحسين لتنفيذ هذه التدابير، ولا سيما، :item1 و :item2.',
        'less30' => 'يشير التحليل إلى ضرورة التدخل الجاد لضمان تنفيذ الوثائق الأكثر انتظاما التي تتعلق بالإجراءات المالية وعملياتها في الأجل القصير.',
    ],
    'talent' => [
        'greaterThan90' => "تتمتع :name بممارسات ممتازة لتطوير الموظفين وإدارتهم لضمان فهم الشؤون المالية بشكل جيد في المنظمة.",
        '50to90' => "يبدو أن المزيد من التحليل يشير إلى أن موظفي :name مسرورون جداً بالطريقة التي يدير بها العاملون في مجال التمويل ويتواصلون فيما يتعلق بالسياسات والممارسات المالية.",
        '30to50' => 'يبدو أن المزيد من التحليل يشير إلى أن الموظفين سيرحبون بتحسين ممارسات الادارة المالية من الممارسة الحالية. ومن ثم، سيكون جيدا على المنظمة التركيز على كيفية تحسين مجالات مثل :item1 و :item2.',
        'less30' => 'يبدو أن المزيد من التحليل يشير إلى أن الموظفين غير راضين إلى حد ما عن عدم الوضوح في السياسات والممارسات المالية الحالية. يمكن إنجاز المزيد في جميع المجالات التي تؤثر على الموظفين مباشرة لرفع مستوى رضاهم.',
    ],
    'technology' => [
        'greaterThan90' => ":name لديها تطبيق ممتاز لـ ICT وهي مستعدة لمزيد من النمو العضوي أو غير العضوي.",
        '50to90' => 'بالإضافة إلى ذلك، يوجد أيضا نظام سليم لـICT. وقد انعكس ذلك في تنفيذه الفعال لأدوات المراقبة والقياس.',
        '30to50' => 'وبالإضافة إلى ذلك، يوجد أيضا نظام جيد لـ ICT. ولا يزال بوسعها تشغيله بصورة أفضل. ويجب على :name التركيز على كيفية تبسيط النظام ليعكس قابلية الاستخدام الأفضل، لا سيما من حيث :item1 و :item2.',
        'less30' => 'في حين أن بعض ICT تُلاحظ استنادا إلى السجلات، تجب ملاحظة أنها تمكن القيام بالمزيد لضمان موافقة الجميع على استخدام النظام لضمان أنه يظل عنصرالتمكين المنتج للموظفين.',
    ],
    'workflow' => [
        'greaterThan90' => ':name لديها عمليات تدفق العمل الممتازة التي سوف ترسي أساسا مستداما للنمو في المستقبل.',
        '50to90' => 'وأخيراً، أظهر التحليل أيضاً أن الموظفين يشعرون بالرضا عن الأنظمة والعمليات المالية الحالية التي يتم تنفيذها في المنظمة.',
        '30to50' => 'وأخيرًا، أظهرت عمليات تدفق العمل داخل :name تأثيرًا إيجابيًا على العمليات. ومع ذلك، يلاحظ أنه لا يزال هناك الكثير مما يمكن عمله لتعزيز العمليات مثل :item1 و :item2.',
        'less30' => "وأخيراً، أظهر التحليل أن الموظفين غير راضين تماماً عن السياسات والممارسات المالية الحالية. ويلزم إيلاء اهتمام فوري لضمان وجود عمليات العمل الأكثر تنظيما لتيسير عمليات المنظمة على نحو أفضل.",
    ],
];
