<?php

return [
    'description' => 'جرى المزيد من التحليل لإدارة وتنظيم الموارد البشرية استنادا إلى مدى حسن إدارة إجراءات التوثيق والموظفين وICT  وعمليات العمل.',

    'documentation' => [
        'greaterThan90' => ":name لديها ممارسات التوثيق الممتازة.  فاستمر في تقييم كيفية تحسين الممارسات الحالية.",
        '50to90' => ':name لديها إجراءات وممارسات جيدة جداً في مجال التوثيق. تُنصح بالنظر في كيفية تنفيذ  :item1 بشكل أفضل.',
        '30to50' => ':name لديها إجراءات وممارسات عادلة في مجال التوثيق. تُنصح بالنظر في مدى تحسين تنفيذ :item1 و:item2',
        'less30' => ':name قد سجلت بممارسات التوثيق الضعيفة. على المنظمة بدء في تنفيذ مراجعة شاملة ووثائق منهجية لجميع سياسات وممارسات الموارد البشرية لتسهيل إدارة الموظفين.',
    ],
    'talent' => [
        'greaterThan90' => 'ممارسات ممتازة لتطوير الموظفين وإدارتها. استمر بالحفاظ على الاستراتيجيات المفضلة لتطوير المواهب وللاحتفاظ بها وباستعراضها.',
        '50to90' => "إدارة وتطوير الموظفين جيدين للغاية. وهناك مجال للتفكير في التركيز عليه :item1",
        '30to50' => 'ممارسات وعمليات إدارة الموارد البشرية عادلة. توصى بأن تركز المنظمة على كيفية إدارة الموظفين بشكل أفضل من خلال النظر في :item1و:item2.',
        'less30' => 'سجلت عمليات وممارسات تطوير المواهب الضعيفة. يمكن إنجاز المزيد في جميع المجالات التي تؤثر على الموظفين مباشرة لرفع مستوى رضاهم عن العمل.',
    ],
    'technology' => [
        'greaterThan90' => "تنفيذ ICT ممتاز. استمر بتعزيز ICT من أجل زيادة نمو موظفي المنظمة.",
        '50to90' => 'اعتماد التكنولوجيا جيد جداً. توصى باعتماد التكنولوجيا الأكبر في المنظمة لإدارة عمليات الموارد البشرية وممارساتها ولمراقبتها بشكل أفضل.',
        '30to50' => 'نظام ICT العادل قائم.ويجب على :name أن تركز على الكيفية التي يمكن للتكنولوجيا الحالية والجديدة المعتمدة أن تعكس مواءمة أفضل وقابلية استخدام أفضل، وخاصة من حيث :item1',
        'less30' => 'قد سجل اعتماد التكنولوجيا الضعيف. وتوصى بتحسين كبير في اعتماد التكنولوجيا لتحسين الممارسات العامة للموارد البشرية في المنظمة.',
    ],
    'workflow' => [
        'greaterThan90' => "عمليات تدفق العمل ممتازة. تضمن المراقبة المستمرة للحفاظ على التنفيذ الفعال للأدوار والوظائف.",
        '50to90' => 'عمليات الموارد البشرية الجيدة جدًا قائمة. وينبغي توجيه الجهود الفورية نحو :item1 و:item2.',
        '30to50' => 'التنفيذ العادل للعمليات داخل :name. ولا تزال بوسعها بذل المزيد لضمان تحقيق النتيجة المرجوة فيما يتعلق بـ :item1, و:item2 و:item3.',
        'less30' => "عمليات الموارد البشرية وممارساتها ضعيفة. توصى بمراجعة شاملة لعمليات تدفق العمل بدءًا من المجالات المحددة أدناه.",
    ],
];
