<?php

return [
    'description' => 'جرى المزيد من التحليل لممارسات وإجراءات لإدارة الإنتاجية استنادا إلى مدى حسن إدارة إجراءات التوثيق والموظفين وICT  وعمليات العمل.',

	'documentation' => [
        'greaterThan90' => ':name لديها ممارسات التوثيق الممتازة.  فاستمر في تقييم كيفية تحسين الممارسات الحالية.',
		'50to90' => ':name لديها إجراءات وممارسات عادلة في مجال التوثيق. تُنصح بالنظر في كيفية تحسين تنفيذ :item1 بشكل أفضل.',
        '30to50' => ':name لديها إجراءات وممارسات عادلة في مجال التوثيق. تُنصح بالنظر في مدى تحسين تنفيذ :item1 و:item2.',
        'less30' => 'قد سجلت بممارسات التوثيق الضعيفة.يجب على :name أن تبدأ في تنفيذ مراجعة شاملة وتوثيق منهجي لممارسات الإنتاجية وإعداد التقارير خلال هذه الفترة الفورية.',
	],
	'talent' => [
        'greaterThan90' => 'ممارسات ممتازة لتطوير الموظفين وإدارتها. ويجب الحفاظ على ذلك لضمان موافقة الجميع على دفع الإنتاجية.',
		'50to90' => 'تطوير إنتاجية الموظفين جيد جدًا. والمجال الذي يمكن التركيز عليه على الأرجح هو :item1.',
		'30to50' => 'الممارسات والإدارة العادلة في مجال الإنتاجية. بوصى بأن تركز المنظمة على كيفية إعداد الموظفين لتنفيذ :item1 و:item2.',
		'less30' => 'قد سجلت عمليات وممارسات تطوير المواهب الضعيفة. وبوسعها بذل المزيد لغرس الوعي والممارسات الملائمة في مجال الإنتاجية بين الموظفين.',
	],
	'technology' => [
        'greaterThan90' => 'تنفيذ ICT ممتاز. استمر بالحفاظ على ICT لاستكمال عمليات العمل التشغيلية.',
		'50to90' => 'اعتماد تكنولوجيا جيد جداً. وتُنصح بزيادة اعتماد التكنولوجيا في جميع أنحاء المنظمة لقياس ومراقبة مبادرات الإنتاجية وأداءها.',
		'30to50' => 'نظام ICT العادل قائم. :name تجب عليها التركيز على كيفية تبسيط النظام ليعكس قابلية الاستخدام الأفضل، خاصة من حيث :item1.',
		'less30' => 'قد سجل تنفيذ ICT الضعيف. توصى بشدة بإجراء تحسينات هامة في التكنولوجيا لتحسين الإنتاجية التنظيمية.',
	],
	'workflow' => [
        'greaterThan90' => 'عمليات تدفق العمل ممتازة. تضمن المراقبة المستمرة للحفاظ على التنفيذ الفعال للأدوار والوظائف.',
		'50to90' => 'عمليات الإنتاجية الجيدة جدًا قائمة. وينبغي توجيه الجهود الفورية نحو :item1 و:item2.',
		'30to50' => 'التنفيذ العادل للعمليات داخل  :name ولا تزال بوسعها بذل المزيد لضمان تحقيق النتيجة المرجوة فيما يتعلق بـ :item1, و:item2 و:item3.',
		'less30' => 'قد سجلت عمليات تدفق العمل الضعيفة. وتعتبر العمليات الأوضح ذات عمليات الاتصال في الوقت المناسب عملية حاسمة خلال الفترة الفورية.',
	],
];
