<?php

return [
    'fmpi' => [
        '100' => 'يُنظر إلى أن المنظمة حققت أفضل أداء في جميع المجالات، وتخضع لاستعراض الوثائق والمناقشات في الموقع مع عدد أكبر من الموظفين في المنظمة توصى بإجراء استعراض وتحسينات مستمرة في جميع المجالات',

        'first' => [
            'based on responses' => "استنادا إلى الردود على البيانات الفردية الواردة في الدراسة الاستقصائية للإدارة المالية، تم تنفيذ  :item1 and ':item2' على أفضل وجه",
            'most well implemented' => "استنادا إلى الردود على البيانات الفردية الواردة في الدراسة الاستقصائية للإدارة المالية، تم تنفيذ  :item1  على أفضل وجه",
            'followed by' => 'يتبع ذلك, :name بدرجة :score',
            'it is imperative' => 'ومع ذلك، فمن الضروري أن تسعى المنظمة إلى رفع مستوى جميع عناصر الإدارة المالية الأخرى.',
        ],
        'second' => "ينبغي أن يكون المجالان التاليان :item1 و:item2 محوري التركيز المباشر لضمان وجود منظمة سليمة ذات أهداف مستدامة طويلة الاجل.",
    ],

    'hrpi' => [
        '100' => 'يُنظر إلى أن المنظمة حققت أفضل أداء في جميع المجالات، وتخضع لاستعراض الوثائق والمناقشات في الموقع مع عدد أكبر من الموظفين في المنظمة توصى بإجراء استعراض وتحسينات مستمرة في جميع المجالات',

        'first' => [
            'based on responses' => 'استناداً إلى الردود على البيانات الفردية التي تقيس مختلف عناصر الموارد البشرية، تم تنفيذ عناصر :item1و على أفضل وجهاستناداً إلى الردود على البيانات الفردية التي تقيس مختلف عناصر الموارد البشرية، تم تنفيذ عنصر :item2 على أفضل وجه',
            'most well implemented' => 'استناداً إلى الردود على البيانات الفردية التي تقيس مختلف عناصر الموارد البشرية، تم تنفيذ عناصر :item1و على أفضل وجهاستناداً إلى الردود على البيانات الفردية التي تقيس مختلف عناصر الموارد البشرية، تم تنفيذ عنصر على أفضل وجه',
            'followed by' => 'يتبع ذلك, :name بدرجة :score',
            'it is imperative' => 'ومع ذلك، فمن الضروري أن تسعى المنظمة إلى رفع مستوى جميع عناصر الموارد البشرية الأخرى.',
        ],
        'second' => "ينبغي أن يكون المجالان التاليان :item1 و:item2 محوري التركيز المباشر لضمان وجود منظمة سليمة ذات أهداف مستدامة طويلة الاجل.",
    ],

    'pmpi' => [
        '100' => 'يُنظر إلى أن المنظمة حققت أفضل أداء في جميع المجالات، وتخضع لاستعراض الوثائق والمناقشات في الموقع مع عدد أكبر من الموظفين في المنظمة توصى بإجراء استعراض وتحسينات مستمرة في جميع المجالات',

        'first' => [
            'based on responses' => 'استناداً إلى الردود على البيانات الفردية المتعلقة بممارسات إدارة الإنتاجية، تم تنفيذ عناصر :item1',
            'most well implemented' => 'استناداً إلى الردود على البيانات الفردية المتعلقة بممارسات إدارة الإنتاجية، تم تنفيذ عنصر :item1 على أفضل وجه',
            'followed by' => 'يتبع ذلك, :name بدرجة :score',
            'it is imperative' => 'ومع ذلك، فمن الضروري أن تواصل المنظمة بتحسين انتاجيتها.',
        ],
        'second' => "ينبغي أن يكون المجالان التاليان :item1 و:item2 محوري التركيز المباشر لضمان وجود منظمة سليمة ذات أهداف مستدامة طويلة الاجل.",
    ],

    'bspi' => [
        '100' => 'يُنظر إلى أن المنظمة حققت أفضل أداء في جميع المجالات، وتخضع لاستعراض الوثائق والمناقشات في الموقع مع عدد أكبر من الموظفين في المنظمة توصى بإجراء استعراض وتحسينات مستمرة في جميع المجالات',

        'first' => [
            'based on responses' => "واستنادا إلى الردود على البيانات الفردية المتعلقة باستدامة الأعمال التجارية، تم تنفيذ ':item1' and ':item2' على أفضل وجه",
            'most well implemented' => "واستنادا إلى الردود على البيانات الفردية المتعلقة باستدامة الأعمال التجارية، تم تنفيذ ':item1' على أفضل وجه",
            'followed by' => 'يتبع ذلك, :name بدرجة :score',
            'it is imperative' => 'ومع ذلك، فمن الضروري أن تسعى المنظمة إلى تعزيز الممارسات العامة للإدارة التنظيمية',
        ],
        'second' => "ينبغي أن يكون المجالان التاليان :item1 و:item2 محوري التركيز المباشر لضمان وجود منظمة سليمة ذات أهداف مستدامة طويلة الاجل.",
    ],
];
