<?php

use Best\Pro\TrafficLight;

return [
    TrafficLight::RED_LIGHT => ':name لديها ممارسات كفاءة أقل من المتوقع. تتطلب إصلاحاً كبيراً و/أو إدخال عملية و/أو أدلة جديدة للكفاءة.',
    TrafficLight::AMBER_LIGHT => ':name  تكون بصفة عامة في وضع مستقر مع وجود عناصر الكفاءة المطلوبة. يوصى بتبسيط وإدخال عمليات و/أو أدلة جديدة. توصي بإجراء المزيد من التشخيصات التفصيلية.',
    TrafficLight::GREEN_LIGHT => ':name في وضع جيد جدا. يتم تنفيذ العناصر :appcode  بشكل جيد مع وجود أشكال وعمليات وسياسات وأنظمة منظمة فعالة. توصي بتنفيذ عملية التحقق من النتائج عبر طريق المشاركة.',
];
