<?php

return [
    'fmpi' => [
        'above90' => 'بشكل عام، يبدو أن FMPI  يقترح  وجود نظام إدارة مالية جيد التحكم والتنظيم. يجب متابعة مراقبة الضوابط الداخلية.',
        'mid50to89' => 'بشكل عام، يبدو أن FMPI يقترح  درجة معتدلة عموماً. ولا يزال بوسعها تحسين الضوابط والعمليات المالية الحالية المنفذة في مجالات محددة بالضعف استنادا إلى التحليل الأعمق.',
        'below50' => 'بشكل عام، يبدو أن FMPI يقترح مسألة خطيرة تتعلق بالكفاءة داخل :name.<br>تُنصح باتخاذ إجراءات فورية لتقوية عمليات الإدارة المالية وضوابطها.',
    ],

    'hrpi' => [
        'above90' => 'بشكل عام، يبدو أن HRPI يقترح وجود نظام الموارد البشرية المنظم للغاية مع وجود العمليات.<br> على :name أن تفكر في تحديد عنصر (عناصر) معين قد يحفز المزيد من التحسينات.',
        'mid50to89' => 'بشكل عام، يبدو أن HRPI يقترح درجة معتدلة عموما، مع وجود مساحة لإجراء التحسينات في عمليات إدارة الموظفين. قد يلزم إجراء المزيد من التشخيصات التفصيلية لمواءمة بعض عناصر الموارد البشرية الأضعف.',
        'below50' => 'بشكل عام، يبدو أن HRPI يقترح وجود مسألة خطيرة تتعلق بالكفاءة داخل :name.<br>تُنصح بإجراء تحويل شامل على جميع وظائف الموارد البشرية.',
    ],

    'pmpi' => [
        'above90' => 'بشكل عام، يبدو أن PMPI يقترح عمليات موثقة جيدة جدا مع ممارسات فعالة في مجال الانتاجية. <br> وعلى :name أن تفكر في مراجعة معاييرها واختياراتها للمؤشرات التشغيلية لتسهيل المواءمة بشكل أفضل مع ممارسات الصناعة.',
        'mid50to89' => 'بشكل عام، يبدو أن PMPI  يقترح درجة عادلة عموما. وتوصى بإدخال تحسينات على العمليات التشغيلية الخاصة بها لتعكس عمليات  وممارسات إدارة الإنتاجية المتوقعة على نحو أفضل.',
        'below50' => 'بشكل عام، يبدو أن PMPI  يقترح وجود مسألة خطيرة تتعلق بالكفاءة داخل :name.<br> وهذا يؤكد على الحاجة إلى تحويل ممارساتها الإنتاجية كاملا.',
    ],

    'bspi' => [
        'above90' => 'بشكل عام، يبدو أن  BSPI يقترح وجود استمرارية تنظيمية وإدارة المخاطر المنظمة للغاية. <br> وعلى :name النظر في تحديد مجالات محددة لتعزيز الممارسات الإدارية والتنظيمية.',
        'mid50to89' => 'بشكل عام، يبدو أن BSPI يقترح تأدية بعض التغييرات في النهج الإدارية إلى تحسين درجة الاستدامة في المنظمة. قد يلزم إجراء عمليات التشخيصات المفصلة التي تسترشد بالتوصيات الواردة في التقرير المفصل.',
        'below50' => 'بشكل عام، يبدو أن  BSPI يقترح بوجود مسألة خطيرة تتعلق بالكفاءة داخل :name. وهذا يؤكد الحاجة إلى تحويل الممارسات التنظيمية العامة لدعم التحسينات المستدامة.',
    ],
];
