<?php

return [
    'description' => ":apptitle (:appcode)هي بطاقة النتيجة التنظيمية التي تقيس أربعة عناصر أساسية للأداء، وهي :bspi, :pmpi, :fmpi, :hrpi. التقرير :appcode يوفر عمليات التشخيص المعينة التي  تتعلق بفعالية وتأثير وظائف المنظمة ومدى مواءمتها مع رؤية المنظمة واستراتيجيتها.",
    'objectives' => [
        "قياس الأداء التنظيمي ووصفه باستخدام إطار العمل :appcode",
        "تقييم فعالية عناصر التمكين التنظيمية المختلفة التي تؤثر على الامتياز التنظيمي",
        "تحديد خطط العمل الممكنة على أساس الأداء التنظيمي المتصور في كل مجالات مقاسة.",
    ],
    'benefits' => [
        "ستتمكن المنظمات من قياس كيفية أداء المهام الإدارية والتنظيمية الأساسية",
        "توجيه الموارد لمعالجة مجالات الاهتمام الحاسمة، بشكل مناسب",
        "التقييم الاستراتيجي لعناصر الامتياز التنظيمي التي ستتطلب التدخل",
    ],
    ':appcode Score' => "النتيجة :appcode",
    'Score Description' => "النتيجة :appcode تمنح المنظمة فكرة عن مدى جودة أداء الوظائف الأساسية للمنظمة.  وذلك باستخدام نظام ضوء حركة المرور، ويتم تنظيم النتيجة في ثلاث فئات عريضة:",
];
